{
  "cards": [
    {
      "alchemy-title":       "Alchemists Fire (Lesser)",
      "alchemy-type":        "Bomb, Consumable, Fire, Splash",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Strike",
      "alchemy-description": "Alchemist’s fire is a combination of volatile liquids that ignite when exposed to air. Alchemist’s fire (lesser) deals 1d8 fire damage, 1 persistent fire damage, and 1 fire splash damage."
    },
    {
      "alchemy-title":       "Eagle Eye Elixir (Lesser)",
      "alchemy-type":        "Consumable, Elixir",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "After you drink this elixir, you notice subtle visual details. For the next hour, you gain a +1 item bonus to general Perception checks, or a +2 item bonus when attempting to find secret doors and traps."
    },
    {
      "alchemy-title":       "Forensic Dye",
      "alchemy-type":        "Consumable",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "Activating this vial of colorless liquid requires inserting a small amount of another chemical or material, such as blood or mud. The vial reacts rapidly, transforming into a murky, reddish-brown substance.\n\nOnce activated, the dye remains potent for up to 10 minutes, during which time you can spend 1 minute to brush it onto a single object of up to 1 Bulk or across the ground in a single 5-foot square. Where the dye comes in contact with an exact match for the activating chemical, it takes on a bright blue hue, while staying transparent in areas where there is no activating component present."
    },
    {
      "alchemy-title":       "Blindpepper Tube",
      "alchemy-type":        "Consumable, Visual",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "\\vspace{-3mm}\nThis single-use pacification device consists of finely ground hot pepper loaded into a sealed, blowgun-style tube with a one-way valve and a range of 5 feet.\n\nTo use it, the wielder must tear open the tube's seal as an Interact action, then spend another action to blow the hot pepper into an adjacent creature's face. These actions don't have to be taken in the same round.\n\nThe target must attempt a DC 15 Reflex save to avoid inhaling the pepper or getting it in their eyes. On a failed save, the creature is blinded for 1 round and then dazzled for 1 round. On a critical failure, the creature is blinded for 1 round, sickened 1, and dazzled until it removes the sickened condition."
    },
    {
      "alchemy-title":       "Elixir of Life (Minor)",
      "alchemy-type":        "Consumable, Elixir, Healing",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain 1d6 Hit Points and gain a +1 item bonus to saving throws against diseases and poisons for 10 minutes."
    },
    {
      "alchemy-title":       "Elixir of Life (Lesser)",
      "alchemy-type":        "Consumable, Elixir, Healing",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain 3d6+6 Hit Points and gain a +1 item bonus to saving throws against diseases and poisons for 10 minutes."
    },
    {
      "alchemy-title":       "Giant Centipede Venom",
      "alchemy-type":        "Consumable, Injury, Poison",
      "alchemy-activation":  "2.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "2 hands, Interact",
      "alchemy-description": "Giant centipede venom causes severe muscle stiffness.\n\n\\textbf{Saving Throw:} DC 17 Fortitude\n\n\\textbf{Maximum Duration:} 6 rounds\n\n\\textbf{Stage 1:} 1d6 poison damage (1 round)\n\n\\textbf{Stage 2:} 1d8 poison damage and flat-footed (1 round)\n\n\\textbf{Stage 3:} 1d12 poison damage, clumsy 1 and flat-footed (1 round)"
    },
    {
      "alchemy-title":       "Comprehension Elixir (Lesser)",
      "alchemy-type":        "Consumable, Elixir, Mental",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "This bitter draught opens your mind to the potential of the written word. For 1 minute after drinking this elixir, you can understand any words you read, so long as they are written in a common language. This elixir doesn’t automatically allow you to understand codes or extremely esoteric passages—you still need to attempt a skill check to Decipher Writing."
    },
    {
      "alchemy-title":       "Silversheen",
      "alchemy-type":        "Consumable",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "2 hand, Interact",
      "alchemy-description": "You can slather this silvery paste onto one melee weapon, one thrown weapon, or 10 pieces of ammunition. Silversheen spoils quickly, so once you open a vial, you must use it all at once, rather than saving it. For the next hour, the weapon or ammunition counts as silver instead of its normal precious material (such as cold iron) for any physical damage it deals."
    },
    {
      "alchemy-title":       "Time Scorpion Venom",
      "alchemy-type":        "Consumable",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "2 hand, Interact",
      "alchemy-description": "This blue and sticky substance shines softly. Some say staring at your reflexion in it for too long can make you mad, as visions of the past and future you flicker in the mesmerizing liquid. Affects time in a weird way for the victim of the venom.\\\\\n\n\\textbf{Saving Throw:} DC 18 Willpower\n\n\\textbf{Success:} Time stops for everyone except the victim, free to move in stopped time for 1 round.\n\n\\textbf{Failure:} The victim remains frozen in place for 1 full round, whilst time flows as normal for everyone else. The victim is aware of everything happenning. \n\n\\textbf{Critical Failure:} As Failure, but the victim is unaware of their surroundings whilst frozen for 2 rounds."
    },
    {
      "alchemy-title":       "Bottled Lightning (Lesser)",
      "alchemy-type":        "Consumable, Bomb, Electricity, Splash",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "Bottled lightning is packed with volatile reagents that create a blast of electricity when they are exposed to air. Bottled lightning deals 1d6 electricity damage and 1 electricity splash damage. On a hit, the target becomes flat-footed until the start of your next turn."
    },
    {
      "alchemy-title":       "Undead Detection Dye",
      "alchemy-type":        "Consumable, Alchemical",
      "alchemy-activation":  "1.png",
      "alchemy-bulk":        "L",
      "alchemy-usage":       "1 hand, Interact",
      "alchemy-description": "The liquid in this test tube is as clear as water. You can drop in a sample collected from the environment or a creature to reveal what kind of undead has been in contact with the sample in the past 24 hours. The water changes color, as seen on the table, or remains clear if it doesn't detect any traces of undead. The higher the undead's level or number of undead in contact with the sample, the more intense the color. This isn't a foolproof way to identify a disguised creature as undead, since any contact with undead causes the sample to change colors. If an undead has been disguising its undead nature or its presence in an area, the GM can roll a secret DC 20 Deception or Stealth check for the creature when the dye is activated. On a success, the creature avoided leaving traces. This can't protect the undead from discovery if it actively uses its undead abilities on an area or creature, though it can attempt to remove any evidence with activities like Cover Tracks and Conceal an Object."
    }
  ]
}