{
  "cards": [
    {
      "item-title": "Silon's Watch",
      "item-type": "Loot",
      "item-level": "Level 3",
      "item-rarity": "Rare",
      "item-description": "This timepiece is a marvel of clockwork and miniaturization, immaculately crafted by dwarves hundreds of years ago. Within a small compartment under an intricate latching mechanism, the symbol of the Bronzeson family is carved, sometimes shining faintly.\nThis watch allows you to accurately track time down to the second, also indicating the current date and moons phases. Additional indicator dials tell information such as current humidity and pressure.",
    
      "item-action0-title" : "Set Timer",
      "item-action0-time" : "1",
      "item-action0-traits" : "[Interact]",
      "item-action0-description" : "A small brass dial extends on the side of the watch, allowing the user to set a timer lasting up to an hour, with a precision down to the second. A bell mechanism within the watch rings at the end of the timer."
    },
    {
      "item-title": "Silon's Communication Bead",
      "item-type": "Loot",
      "item-level": "Level 1",
      "item-rarity": "Uncommon",
      "item-description": "This small bead, hanging from a brass necklace, used to be filled with a colorful white cloud swirling within, and allowed you to send one \\textit{Message} to Silon Tybalt. Since his death, the bead is now void of magical energy, the cloud fallen to the bottom as a grey dust, the shine faded from its tarnished surface."
    },
    {
      "item-title": "Santa's Sack",
      "item-type": "Christmas",
      "item-level": "Level 4",
      "item-rarity": "Uncommon",

      "item-description": "A large bright red silk sack, adorned with snow-white patterns, seemingly opening to an extradimensional space larger than its outside dimensions. The Bulk held inside the sack doesn't change the Bulk of the sack itself. The capacity of the sack is of 25 Bulk.Though the sack can hold a great amount of material, an object still needs to be able to fit through the opening of the sack to be stored inside.\\\\If the sack is overloaded or broken, it ruptures and is ruined, causing the items inside to be lost forever. If it's turned inside out, the items inside spill out unharmed, but the sack must be put right before it can be used again. A living creature placed inside the sack has enough air for 10 minutes before it begins to suffocate, and it can attempt to Escape against a DC of 13. An item inside the sack provides no benefits unless it's retrieved first. An item in the sack can't be detected by magic that detects only things on the same plane.",

      "item-action0-title" : "Collect Gift",
      "item-action0-time" : "2",
      "item-action0-traits" : "[Interact]",
      "item-action0-description" : "You reach inside the bag to take out an item previously stored inside, knowing instinctively where to grab to unstow the item, now in a gift box. You must take an action to unwrap the item from its colorful wrappings before using it."
    },
    {
      "item-title": "Grimoire of Artifacts",
      "item-type": "Christmas",
      "item-level": "Level 4",
      "item-rarity": "Rare",

      "item-description": "An old and large leatherbound tome, its ancient pages containing a compendium of known rare and magical items. Information about these items, such as provenance, date of last note and brief description of the items are accompanied with extensive accounting data for taxkeeping purposes. Whenever you open the old book, a few snowflakes inevitably fall to the ground from within, accompanied by a chill breeze.",

      "item-action0-title" : "Identify Magic Item",
      "item-action0-time" : "10min",
      "item-action0-traits" : "[Concentrate, Secret]",
      "item-action0-description" : "When trying to \\textit{Identify Magic} on a magical item, you may treat the item's rarity as one lower (Uncommon items can be treated as Common, Rare items as Uncommon and Unique items as Rare)."
    },
    {
      "item-title": "Portable Smithy",
      "item-type": "Christmas",
      "item-level": "Level 3",
      "item-rarity": "Uncommon",

      "item-description": "A brand new set of metalworking tools, including a portable anvil and kiln, tongs and a whetstone. The chimney-shaped kiln always emit a pleasant warmth, tempting you to sit on a couch by its side with a good cup of cinnamon eggnog.\nThis kit allows you to forge and repair items with a +1 Item bonus to the Crafting roll."
    },
    {
      "item-title": "Portable Laboratory",
      "item-type": "Christmas",
      "item-level": "Level 3",
      "item-rarity": "Uncommon",

      "item-description": "A brand new alchemical laboratory, with fancy tools to extract, purify, treat and manipulate alchemical ingredients into various potions and elixirs. When setting up the laboratory for the first time in a day, you might find a plate of cookies and a glass of milk left out for you.\nThis alchemical laboratory grants a +1 Item bonus to Crafting checks to create alchemical items.\nWhen drinking an elixir crafted from this Alchemical kit, you gain Resistance 3 to Cold damage for 10 minutes, in addition to feeling suddenly more festive."
    },
    {
      "item-title": "Critical Dice",
      "item-type": "Christmas",
      "item-level": "Level 4",
      "item-rarity": "Rare",
      "item-trait0": "Magical",
      "item-trait1": "Fortune",

      "item-description": "A 20-sided dice made of gingerbread, smelling of peppermint and hot cocoa. In a festive font, numbers 2 to 19 are engraved in its sides, whilst in the place of the 1 and the 20, a piece of charcoal and a snowflake are carved respectively.",

      "item-action0-title" : "Critical Gamble",
      "item-action0-time" : "1",
      "item-action0-traits" : "[Fortune]",
      "item-action0-trigger" : "You rolled a Critical Success on an attack roll.",
      "item-action0-description" : "You may roll this dice.\\\\On a Natural 20, the damage from the Critical Success triple instead of doubling.\\\\On a Natural 1, the damage from the Critical Success are halved instead of doubling."
    },
    {
      "item-title": "Inquisitive Quill",
      "item-type": "Loot",
      "item-level": "Level 4",
      "item-rarity": "Rare",
      "item-trait0": "Magical",
      "item-trait1": "Divination",
      "item-trait2": "Intelligent",
      "item-description": "A colorful feather adorns an inquisitive quill, which never runs out of ink. Essentially a Tiny construct, an inquisitive quill can stand on its own when given a surface, balancing as it writes or stands. (Drawing a line gives it an effective Speed of 5ft.) It has strong curiosity, eagerly writing any information offered to it, often acting as a scribe for its partner. The quill copies text and drawings it can see or transcribes dictation it hears. It writes at a rate that rivals that of an expert scribe.\n\\textbf{Perception:} +11, precise vision 30ft, imprecise hearing 30ft.\\\\\\textbf{Int:} +4, \\textbf{Wis:} +3, \\textbf{Cha:} +1"
    },
    {
      "item-title": "Star of Bethlehem",
      "item-type": "Christmas",
      "item-level": "Level 4",
      "item-rarity": "Rare",
      "item-trait0": "Magical",
      "item-description": "A star ornament, once on top a wonderfully decorated tree, shining a pale light.\nThis star acts like a range extender for spells. As long as the Star is within range of your spell, you may use it as the starting location for the spell and reach further, up to a maximum of twice the original spell range.\nThis effect can stack with Metamagic such as Reach Spell (for up to 4x the original spell's reach) or with other Stars, chaining them."
    },
    {
      "item-title": "Reindeer's Red Nose",
      "item-type": "Christmas",
      "item-level": "Level 3",
      "item-rarity": "Rare",
      "item-trait0": "Companion",
      "item-trait1": "Magical",
      "item-trait2": "Transmutation",
      "item-description": "A slightly shining spherical red nose, once belonging to Santa's yougest reindeer, allowing it to fly.\nThis companion item can be equipped on an animal companion, giving it a limited Fly Speed of 30ft and access to this Fly action:",

      "item-action0-title" : "Fly",
      "item-action0-time" : "1",
      "item-action0-traits" : "[Move]",
      "item-action0-description" : "You move through the air up to 30ft.\\\\Moving upwards uses the rules for moving through difficult terrain and you can only go up 30ft from the ground at all times.\\\\You can move straight down 10ft for every 5ft of movement you spend.\\\\You can use an action to Fly 0ft to hover in place. If you're airborne at the end of your turn and didn't use a Fly action, you fall."
    },
    {
     "item-title": "Mysterious Key",
      "item-type": "Loot",
      "item-level": "Level 0",
      "item-rarity": "Common",
      "item-description": "A mysterious key that was found in Sergeil's office in the temple repurposed as the Cult of the Burned One's base of operations."
    },
    {
     "item-title": "Mythril Ingot",
      "item-type": "Loot",
      "item-level": "Level 0+",
      "item-rarity": "Uncommon",
      "item-description": "Mithryl is renowned for its lightness, durability, and effectiveness against a range of creatures including devils and lycanthropes. It has the same sheen as silver but a slightly lighter hue. Mithryl weapons and armor are treated as if they were silver for the purpose of damaging creatures with weakness to silver. A metal item made of mithryl is lighter than one made of iron or steel: the item’s Bulk is reduced by 1 (reduced to light Bulk if its normal Bulk is 1, with no effect on an item that normally has light Bulk)."
    },
    {
      "item-title": "Bronzeson Battle Spork",
      "item-type": "barbarian",
      "item-level": "Level 5",
      "item-rarity": "Unique",
      "item-description": "A unique, non-fungible mix of a spoon and a fork, combining offense with utility. This utencil is crafted from fairy dust and instilled with ideas against a former master. When wielded by a creature with the Fey trait, it gains the following ability:",

      "item-action0-title" : "Weaken Undead",
      "item-action0-time" : "1",
      "item-action0-traits" : "[Attack]",
      "item-action0-description" : "You hit a creature with the Undead trait with the utencil, lodging it through the heart. For 1min, the Undead creature gains Weakness 5 against Cold Iron weapons."
    },
    {
      "item-title": "Defensive Blade",
      "item-type": "Loot",
      "item-level": "Level 5",
      "item-rarity": "Uncommon",
      "item-trait1": "Abjuration",
      "item-trait2": "Finesse",
      "item-trait3": "Parry",
      "item-damage": "1d8 Slashing",
      "item-wield": "2-hand sword",
      "item-description": "A long, thin scimitar-like elven-forged blade. Its guard inscribed with old elven glyphs, warding you against magic.\\\\\\rule{\\textwidth}{0.5pt}\\\\\\textbf{Spellguard Blade:} When you are benefiting from the +1 circumstance bonus to AC from this weapon's parry trait, you also apply that circumstance bonus to your saving throws against spells that target you.\\\\\\rule{\\textwidth}{0.5pt}\\\\\\textbf{Elven Grace:} As you build momentum from wielding this weapon, it becomes more dangerous. When you attack with it more than once on your turn, the second attack gains a +1 Item bonus to its damage, and each subsequent attack increases its damage by +1."
    },
    {
      "item-title": "Bronzeson's Dagger +1",
      "item-type": "Barbarian",
      "item-trait1": "Agile",
      "item-trait2": "Versatile S",
      "item-trait3": "Thrown 10ft",
      "item-damage": "2d4 Slashing",
      "item-wield": "1-hand dagger",
      "item-description": "A shiny blade coated in fine silver. This ancient dagger bears on its pommel the symbol of the Bronzeson’s Family, a dual-headed axe. You feel a great connection to your lineage as you wield this blade.",

      "item-action0-title": "Familiar Target",
      "item-action0-time" : "1",
      "item-action0-description" : "Once a day, as an action, you can pick a single target. All their resistances are nullified against you. Your weapon takes the properties of their greatest weakness. This effect remains as long as you are raging.",

      "item-action1-title" : "Demoralizing Targetting",
      "item-action1-time" : "free",
      "item-action1-description" : "When you pick a target, you may attempt a Demoralize check against them for free. \\\\ \\begin{center} \\vspace{-2.54mm} OR \\vspace{-2.54mm} \\end{center} \\textbf{Targetted Rage \\includegraphics[height=0.2cm]{img/free.png}:}\\\\ When you pick a target, you may enter a Rage in the same action.",

      "item-critical-specialization" : "The target takes 1d6 persistent bleed damage. You gain an item bonus to this bleed damage equal to the weapon's item bonus to attack rolls.",

      "item-rune0": "Frost",
      "item-rune0-description": "This weapon is empowered with freezing ice. It deals an additional 1d6 cold damage on a successful Strike. On a critical hit, the target is also slowed 1 until the end of your next turn unless it succeeds at a DC 24 Fortitude save.",
      "item-rune1": "Crushing",
      "item-rune1-description": "Weapons with this rune empower your strength, and attacks with these weapons leave your foe staggered. When you critically hit a target with this weapon, your target becomes clumsy 1 and enfeebled 1 until the end of your next turn.",
      "item-rune2": "Returning",
      "item-rune2-description": "When you make a thrown Strike with this weapon, it flies back to your hand after the Strike is complete. If your hands are full when the weapon returns, it falls to the ground in your space."
    }
  ]
}
